Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: "Export Report" — Generate and share a PDF report
ar: «تصدير التقرير» — إنشاء تقرير PDF ومشاركته
da: »Eksporter rapport« — Opret og del en PDF-rapport
de: „Bericht exportieren“ — einen PDF-Bericht erstellen und teilen
es: «Exportar informe»: genera y comparte un informe en PDF
fi: "Vie raportti" — Luo ja jaa PDF-raportti
fr: « Exporter le rapport » — Générer et partager un rapport PDF
is: „Flytja út skýrslu“ — Búðu til og deildu PDF-skýrslu
it: "Esporta rapporto" — Genera e condividi un rapporto PDF
ja: 「レポートをエクスポート」— PDF レポートを作成して共有します
ko: "보고서 내보내기" — PDF 보고서를 생성하고 공유
nb: «Eksporter rapport» — lag og del en PDF-rapport
nl: “Rapport exporteren” — Maak een pdf-rapport en deel het
pt_br: "Exportar relatório" — Gera e compartilha um relatório em PDF
ru: «Экспорт отчёта» — создать PDF-отчёт и поделиться им
sv: "Exportera rapport" — Skapa och dela en PDF-rapport
zh_hans: “导出报告”— 生成并分享 PDF 报告

source: "Find me a parking lot" / "where's the nearest park"
ar: «ابحث لي عن موقف سيارات» / «أين أقرب حديقة»
da: »Find en parkeringsplads til mig« / »hvor er den nærmeste park«
de: „Such mir einen Parkplatz“ / „Wo ist der nächste Park?“
es: «Búscame un aparcamiento» / «¿dónde está el parque más cercano?»
fi: "Etsi minulle parkkipaikka" / "missä on lähin puisto"
fr: « Trouve-moi un parking » / « où est le parc le plus proche »
is: „Finndu bílastæði fyrir mig“ / „hvar er næsti garður“
it: "Trovami un parcheggio" / "dov'è il parco più vicino"
ja: 「駐車場を探して」/「いちばん近い公園はどこ？」
ko: "주차장 찾아줘" / "가장 가까운 공원이 어디야"
nb: «Finn en parkeringsplass til meg» / «hvor er nærmeste park»
nl: “Zoek een parkeerplaats voor me” / “waar is het dichtstbijzijnde park”
pt_br: "Encontre um estacionamento para mim" / "onde fica o parque mais próximo"
ru: «Найди парковку» / «где ближайший парк»
sv: "Hitta en parkering åt mig" / "var är närmaste park"
zh_hans: “帮我找个停车场”/“最近的公园在哪”

source: "How does this compare to my baseline?" — z-score interpretation
ar: «كيف يقارن هذا بخط الأساس لديّ؟» — تفسير درجة z
da: »Hvordan er det i forhold til min baseline?« — fortolkning af z-score
de: „Wie ist das im Vergleich zu meiner Baseline?“ — Interpretation des z-Werts
es: «¿Cómo se compara esto con mi línea base?»: interpretación del z-score
fi: "Miten tämä vertautuu perustasooni?" — z-pistemäärän tulkinta
fr: « Comment cela se compare-t-il à ma référence ? » — interprétation du z-score
is: „Hvernig er þetta miðað við grunngildið mitt?“ — túlkun z-gildis
it: "Come si confronta con la mia linea di base?" — interpretazione dello z-score
ja: 「ベースラインと比べてどう？」— z スコアの解釈
ko: "내 기준선과 비교하면 어때?" — z-점수 해석
nb: «Hvordan er dette sammenlignet med grunnlinjen min?» — tolkning av z-score
nl: “Hoe verhoudt dit zich tot mijn basislijn?” — interpretatie van de z-score
pt_br: "Como isso se compara à minha linha de base?" — interpretação do escore z
ru: «Как это соотносится с моим базовым уровнем?» — интерпретация z-оценки
sv: "Hur står sig detta mot min baslinje?" — tolkning av z-poäng
zh_hans: “这和我的基线相比怎么样？”— z 分数解读

source: "Lead me back to where I parked" / "navigate home" / "nearest hospital"
ar: «أعدني إلى حيث ركنت السيارة» / «خذني إلى المنزل» / «أقرب مستشفى»
da: »Før mig tilbage til, hvor jeg parkerede« / »navigér hjem« / »nærmeste hospital«
de: „Bring mich zurück zu meinem Parkplatz“ / „Navigiere nach Hause“ / „Nächstes Krankenhaus“
es: «Llévame de vuelta a donde aparqué» / «navega a casa» / «hospital más cercano»
fi: "Vie minut takaisin autolle" / "navigoi kotiin" / "lähin sairaala"
fr: « Ramène-moi là où je me suis garé » / « guide-moi jusqu’à la maison » / « hôpital le plus proche »
is: „Leiddu mig aftur þangað sem ég lagði“ / „leiddu mig heim“ / „næsta sjúkrahús“
it: "Riportami a dove ho parcheggiato" / "portami a casa" / "ospedale più vicino"
ja: 「駐車した場所まで案内して」/「家まで案内して」/「いちばん近い病院」
ko: "주차한 곳으로 안내해줘" / "집으로 안내해줘" / "가장 가까운 병원"
nb: «Led meg tilbake dit jeg parkerte» / «naviger hjem» / «nærmeste sykehus»
nl: “Breng me terug naar waar ik geparkeerd heb” / “navigeer naar huis” / “dichtstbijzijnde ziekenhuis”
pt_br: "Me leve de volta até onde estacionei" / "navegue até minha casa" / "hospital mais próximo"
ru: «Отведи меня туда, где я припарковался» / «веди домой» / «ближайшая больница»
sv: "Led mig tillbaka till där jag parkerade" / "navigera hem" / "närmaste sjukhus"
zh_hans: “带我回到停车的地方”/“导航回家”/“最近的医院”

source: "Lead me back to where I started" — uses the breadcrumb origin (engaged Get Me Back) OR the start of any recent workout (auto-archived)
ar: «أعدني إلى نقطة البداية» — يستخدم نقطة بداية المسار (عند تفعيل Get Me Back) أو بداية أي تمرين حديث (مؤرشف تلقائيًا)
da: »Før mig tilbage til, hvor jeg startede« — bruger brødkrummesporets startpunkt (aktiveret Get Me Back) ELLER starten af en nylig træning (automatisk arkiveret)
de: „Bring mich zurück zu meinem Startpunkt“ — nutzt den Ausgangspunkt der Brotkrumenspur (Get Me Back aktiviert) ODER den Start eines kürzlichen Trainings (automatisch archiviert)
es: «Llévame de vuelta a donde empecé»: usa el origen del rastro (Get Me Back activado) O el inicio de cualquier entrenamiento reciente (archivado automáticamente)
fi: "Vie minut takaisin lähtöpisteeseen" — käyttää reittijäljen alkupistettä (Get Me Back käytössä) TAI minkä tahansa viimeaikaisen harjoituksen alkua (arkistoitu automaattisesti)
fr: « Ramène-moi à mon point de départ » — utilise l’origine du fil d’Ariane (Get Me Back activé) OU le début de toute séance récente (archivée automatiquement)
is: „Leiddu mig aftur þangað sem ég byrjaði“ — notar upphafspunkt slóðarinnar (þegar Get Me Back er virkt) EÐA upphaf nýlegrar æfingar (sjálfvirkt vistað)
it: "Riportami al punto di partenza" — usa l'origine della traccia (Get Me Back attivato) OPPURE l'inizio di un qualsiasi allenamento recente (archiviato automaticamente)
ja: 「出発地点まで戻して」— パンくずの起点（Get Me Back 使用時）または最近のワークアウトの開始地点（自動アーカイブ）を使用します
ko: "출발한 곳으로 안내해줘" — 브레드크럼 출발점(Get Me Back 사용 시) 또는 최근 운동의 시작 지점(자동 보관)을 사용
nb: «Led meg tilbake dit jeg startet» — bruker startpunktet for sporet (aktivert Get Me Back) ELLER starten på en nylig økt (automatisk arkivert)
nl: “Breng me terug naar waar ik begonnen ben” — gebruikt het startpunt van het spoor (Get Me Back actief) OF het begin van een recente training (automatisch gearchiveerd)
pt_br: "Me leve de volta até onde comecei" — usa a origem do rastro (Get Me Back ativado) OU o início de qualquer treino recente (arquivado automaticamente)
ru: «Отведи меня туда, откуда я начал» — использует исходную точку следа (включён Get Me Back) ИЛИ начало любой недавней тренировки (архивируется автоматически)
sv: "Led mig tillbaka till där jag startade" — använder brödsmulespårets startpunkt (aktiverad Get Me Back) ELLER starten på ett nyligen genomfört pass (automatiskt arkiverat)
zh_hans: “带我回到出发的地方”— 使用轨迹起点（已启用 Get Me Back）或任何近期训练的起点（自动存档）

source: "Navigate me home" / "route me back home" — uses the home address from Settings → Biometrics
ar: «خذني إلى المنزل» / «وجّهني إلى البيت» — يستخدم عنوان المنزل من الإعدادات → القياسات الحيوية
da: »Navigér mig hjem« / »før mig hjem« — bruger hjemmeadressen fra Indstillinger → Biometri
de: „Navigiere mich nach Hause“ / „Führ mich heim“ — nutzt die Heimatadresse aus Einstellungen → Biometrie
es: «Llévame a casa» / «guíame de vuelta a casa»: usa la dirección de casa de Ajustes → Datos biométricos
fi: "Navigoi minut kotiin" / "reititä minut kotiin" — käyttää kotiosoitetta kohdasta Asetukset → Biometriset tiedot
fr: « Guide-moi jusqu’à la maison » / « ramène-moi chez moi » — utilise l’adresse du domicile définie dans Réglages → Biométrie
is: „Leiddu mig heim“ / „vísaðu mér heim“ — notar heimilisfangið úr Stillingar → Lífkenni
it: "Portami a casa" / "guidami verso casa" — usa l'indirizzo di casa da Impostazioni → Dati biometrici
ja: 「家まで案内して」/「家までのルートを出して」— 設定 → 生体認証 の自宅住所を使用します
ko: "집으로 안내해줘" / "집으로 가는 길 알려줘" — 설정 → 생체 인식의 집 주소를 사용
nb: «Naviger meg hjem» / «vis meg veien hjem» — bruker hjemmeadressen fra Innstillinger → Biometri
nl: “Navigeer me naar huis” / “stuur me terug naar huis” — gebruikt het thuisadres uit Instellingen → Biometrie
pt_br: "Me leve para casa" / "faça a rota de volta para casa" — usa o endereço residencial de Configurações → Biometria
ru: «Веди меня домой» / «проложи маршрут домой» — использует домашний адрес из Настройки → Биометрия
sv: "Navigera mig hem" / "visa vägen hem" — använder hemadressen från Inställningar → Biometri
zh_hans: “导航回家”/“带我回家”— 使用 设置 → 生物识别 中的家庭住址

source: "Should I train hard today?" — uses your ATL / CTL / TSB and recovery score
ar: «هل أتدرب بشدة اليوم؟» — يستخدم ATL / CTL / TSB ودرجة التعافي لديك
da: »Skal jeg træne hårdt i dag?« — bruger din ATL / CTL / TSB og restitutionsscore
de: „Sollte ich heute hart trainieren?“ — nutzt deine ATL / CTL / TSB und deinen Erholungswert
es: «¿Debería entrenar fuerte hoy?»: usa tu ATL / CTL / TSB y tu puntuación de recuperación
fi: "Pitäisikö minun treenata kovaa tänään?" — käyttää ATL-, CTL- ja TSB-arvojasi sekä palautumispistemäärääsi
fr: « Dois-je m’entraîner dur aujourd’hui ? » — utilise vos ATL / CTL / TSB et votre score de récupération
is: „Ætti ég að æfa stíft í dag?“ — notar ATL / CTL / TSB og batastigið þitt
it: "Dovrei allenarmi duro oggi?" — usa ATL / CTL / TSB e il punteggio di recupero
ja: 「今日はハードに練習していい？」— ATL / CTL / TSB と回復スコアを使用します
ko: "오늘 강하게 훈련해도 될까?" — ATL / CTL / TSB와 회복 점수를 사용
nb: «Bør jeg trene hardt i dag?» — bruker ATL / CTL / TSB og restitusjonsscoren din
nl: “Moet ik vandaag hard trainen?” — gebruikt je ATL / CTL / TSB en herstelscore
pt_br: "Devo treinar forte hoje?" — usa seu ATL / CTL / TSB e sua pontuação de recuperação
ru: «Стоит ли мне сегодня тренироваться интенсивно?» — использует ваши ATL / CTL / TSB и оценку восстановления
sv: "Ska jag träna hårt idag?" — använder din ATL / CTL / TSB och återhämtningspoäng
zh_hans: “我今天应该高强度训练吗？”— 使用你的 ATL / CTL / TSB 和恢复评分

source: "Take a Reading" — Navigates to the Record tab (shown when no reading exists today)
ar: «أخذ قراءة» — ينتقل إلى علامة تبويب التسجيل (يظهر عند عدم وجود قراءة اليوم)
da: »Tag en måling« — Går til fanen Optag (vises, når der ikke er nogen måling i dag)
de: „Messung durchführen“ — Wechselt zum Aufnahme-Tab (wird angezeigt, wenn heute noch keine Messung vorliegt)
es: «Tomar una lectura»: abre la pestaña Grabar (se muestra cuando no hay lectura hoy)
fi: "Tee mittaus" — Siirtyy Tallenna-välilehdelle (näytetään, kun tältä päivältä ei ole mittausta)
fr: « Prendre une lecture » — Ouvre l’onglet Enregistrer (affiché s’il n’y a pas encore de lecture aujourd’hui)
is: „Taka mælingu“ — Fer á Upptöku-flipann (birtist þegar engin mæling er til í dag)
it: "Effettua una lettura" — Apre la scheda Registra (mostrato quando oggi non c'è ancora una lettura)
ja: 「測定する」— 記録タブに移動します（今日の測定がまだない場合に表示）
ko: "측정하기" — 기록 탭으로 이동(오늘 측정 기록이 없을 때 표시)
nb: «Ta en måling» — går til Opptak-fanen (vises når det ikke finnes noen måling i dag)
nl: “Meting doen” — Gaat naar het tabblad Opnemen (zichtbaar als er vandaag nog geen meting is)
pt_br: "Fazer uma leitura" — Abre a aba Gravar (exibido quando ainda não há leitura hoje)
ru: «Выполнить измерение» — переходит на вкладку «Запись» (показывается, если сегодня измерений нет)
sv: "Ta en mätning" — Går till fliken Spela in (visas när det inte finns någon mätning idag)
zh_hans: “测量一次”— 跳转到“记录”标签页（今天还没有读数时显示）

source: "View Full Report" — Opens the full detailed report for today's session (from the morning-results flow)
ar: «عرض التقرير الكامل» — يفتح التقرير المفصّل الكامل لجلسة اليوم (من مسار نتائج الصباح)
da: »Vis fuld rapport« — Åbner den fulde, detaljerede rapport for dagens session (fra morgenresultat-forløbet)
de: „Vollständigen Bericht anzeigen“ — Öffnet den ausführlichen Bericht zur heutigen Sitzung (aus dem Ablauf der Morgenergebnisse)
es: «Ver informe completo»: abre el informe detallado de la sesión de hoy (desde el flujo de resultados matinales)
fi: "Näytä koko raportti" — Avaa tämän päivän istunnon koko yksityiskohtaisen raportin (aamutulosten näkymästä)
fr: « Voir le rapport complet » — Ouvre le rapport détaillé complet de la session du jour (depuis le parcours des résultats du matin)
is: „Skoða alla skýrsluna“ — Opnar ítarlega skýrslu fyrir lotu dagsins (úr morgunniðurstöðuflæðinu)
it: "Visualizza rapporto completo" — Apre il rapporto dettagliato completo della sessione di oggi (dal flusso dei risultati mattutini)
ja: 「完全なレポートを表示」— 今日のセッションの詳細レポートを開きます（朝の結果フローから）
ko: "전체 보고서 보기" — 오늘 세션의 전체 상세 보고서를 엽니다(아침 결과 흐름에서)
nb: «Vis fullstendig rapport» — åpner den fullstendige rapporten for dagens økt (fra morgenresultat-flyten)
nl: “Volledig rapport bekijken” — Opent het volledige gedetailleerde rapport van de sessie van vandaag (vanuit het ochtendresultaat)
pt_br: "Ver relatório completo" — Abre o relatório detalhado completo da sessão de hoje (a partir do fluxo de resultados matinais)
ru: «Полный отчёт» — открывает подробный отчёт о сегодняшней сессии (из утреннего экрана результатов)
sv: "Visa fullständig rapport" — Öppnar den fullständiga rapporten för dagens session (från morgonresultatflödet)
zh_hans: “查看完整报告”— 打开今天记录的完整详细报告（来自晨间结果流程）

source: "Walk me to Sequoyah Park trailhead" — types the address and the AI forward-geocodes it
ar: «امشِ بي إلى بداية مسار Sequoyah Park» — يكتب العنوان ويحوّله الذكاء الاصطناعي إلى إحداثيات
da: »Gå med mig til Sequoyah Park trailhead« — skriver adressen, og AI'en slår koordinaterne op
de: „Bring mich zum Wanderweg am Sequoyah Park“ — gib die Adresse ein, und die KI ermittelt per Geocoding die Koordinaten
es: «Llévame al inicio del sendero de Sequoyah Park»: escribe la dirección y la IA la geocodifica
fi: "Opasta minut Sequoyah Parkin polun alkuun" — kirjoittaa osoitteen, ja tekoäly geokoodaa sen
fr: « Emmène-moi au départ du sentier de Sequoyah Park » — saisit l’adresse et l’IA la géocode
is: „Leiddu mig að göngustígnum við Sequoyah Park“ — skrifar heimilisfangið og gervigreindin finnur hnit þess
it: "Portami all'ingresso del sentiero di Sequoyah Park" — scrive l'indirizzo e l'IA lo geocodifica
ja: 「Sequoyah Park の登山口まで歩いて案内して」— 住所を入力すると AI がジオコーディングします
ko: "Sequoyah Park 등산로 입구로 안내해줘" — 주소를 입력하면 AI가 정방향 지오코딩을 합니다
nb: «Gå med meg til stistarten i Sequoyah Park» — skriver inn adressen, og AI-en geokoder den
nl: “Loop met me naar het startpunt van het Sequoyah Park-pad” — typt het adres en de AI zet het om naar coördinaten
pt_br: "Me leve até a trilha do Sequoyah Park" — digita o endereço e a IA faz a geocodificação
ru: «Проводи меня к началу тропы в парке Секвойя» — вводит адрес, а ИИ определяет его координаты
sv: "Gå med mig till Sequoyah Parks ledstart" — skriver in adressen och AI:n geokodar den
zh_hans: “带我步行去 Sequoyah Park 步道起点”— 输入地址，由 AI 进行正向地理编码

source: "What changed from yesterday?" — day-over-day delta with real numbers
ar: «ما الذي تغيّر منذ الأمس؟» — الفرق اليومي بأرقام حقيقية
da: »Hvad har ændret sig siden i går?« — forskel fra dag til dag med rigtige tal
de: „Was hat sich seit gestern verändert?“ — Veränderung zum Vortag mit echten Zahlen
es: «¿Qué ha cambiado desde ayer?»: diferencia día a día con números reales
fi: "Mikä muuttui eilisestä?" — päivittäinen muutos todellisilla luvuilla
fr: « Qu’est-ce qui a changé depuis hier ? » — écart d’un jour à l’autre avec les vrais chiffres
is: „Hvað breyttist frá því í gær?“ — munur milli daga með raunverulegum tölum
it: "Cos'è cambiato da ieri?" — variazione giorno per giorno con numeri reali
ja: 「昨日から何が変わった？」— 実際の数値による前日比
ko: "어제와 비교해 뭐가 달라졌어?" — 실제 수치로 보여주는 전날 대비 변화
nb: «Hva har endret seg siden i går?» — endring fra dag til dag med ekte tall
nl: “Wat is er veranderd sinds gisteren?” — verschil met de vorige dag, met echte cijfers
pt_br: "O que mudou desde ontem?" — variação de um dia para o outro com números reais
ru: «Что изменилось со вчерашнего дня?» — разница день к дню с реальными цифрами
sv: "Vad har ändrats sedan igår?" — förändring från dag till dag med verkliga siffror
zh_hans: “和昨天相比有什么变化？”— 用真实数字展示逐日变化

source: "What does my HRV tell you?" — translates RMSSD, SDNN, LF/HF, DFA α1 into plain English
ar: «ماذا يخبرك HRV لديّ؟» — يشرح RMSSD وSDNN وLF/HF وDFA α1 بلغة بسيطة
da: »Hvad fortæller min HRV dig?« — oversætter RMSSD, SDNN, LF/HF og DFA α1 til almindeligt sprog
de: „Was sagt mir meine HRV?“ — übersetzt RMSSD, SDNN, LF/HF und DFA α1 in verständliche Sprache
es: «¿Qué te dice mi HRV?»: traduce RMSSD, SDNN, LF/HF y DFA α1 a lenguaje sencillo
fi: "Mitä HRV:ni kertoo?" — selittää RMSSD:n, SDNN:n, LF/HF:n ja DFA α1:n selkokielellä
fr: « Que te dit ma HRV ? » — traduit RMSSD, SDNN, LF/HF, DFA α1 en langage clair
is: „Hvað segir HRV-ið mitt þér?“ — þýðir RMSSD, SDNN, LF/HF og DFA α1 yfir á venjulegt mál
it: "Cosa ti dice la mia HRV?" — traduce RMSSD, SDNN, LF/HF, DFA α1 in parole semplici
ja: 「私の HRV から何がわかる？」— RMSSD、SDNN、LF/HF、DFA α1 をわかりやすい言葉に置き換えます
ko: "내 HRV는 무엇을 말해 줘?" — RMSSD, SDNN, LF/HF, DFA α1을 쉬운 말로 풀어 줍니다
nb: «Hva forteller HRV-en min deg?» — oversetter RMSSD, SDNN, LF/HF, DFA α1 til vanlig språk
nl: “Wat zegt mijn HRV jou?” — vertaalt RMSSD, SDNN, LF/HF en DFA α1 naar gewone taal
pt_br: "O que minha VFC diz a você?" — traduz RMSSD, SDNN, LF/HF e DFA α1 para uma linguagem simples
ru: «Что говорит моя ВСР?» — объясняет RMSSD, SDNN, LF/HF, DFA α1 простым языком
sv: "Vad säger min HRV dig?" — översätter RMSSD, SDNN, LF/HF och DFA α1 till vardagssvenska
zh_hans: “我的 HRV 说明了什么？”— 用通俗语言解释 RMSSD、SDNN、LF/HF、DFA α1

source: "What's next?" → upcoming turn instruction + distance. "How far now?" → total remaining. "Am I there yet?" → flips true within 25 m of destination. "Never mind" / "cancel that" → drops the route.
ar: «ما التالي؟» → تعليمات المنعطف القادم + المسافة. «كم بقي الآن؟» → المسافة المتبقية الكلية. «هل وصلت؟» → تصبح الإجابة نعم ضمن 25 م من الوجهة. «لا يهم» / «ألغِ ذلك» → يلغي المسار.
da: »Hvad nu?« → næste svinginstruktion + afstand. »Hvor langt nu?« → samlet resterende afstand. »Er jeg der snart?« → bliver sand inden for 25 m fra destinationen. »Glem det« / »annuller« → dropper ruten.
de: „Wie geht's weiter?“ → nächste Abbiegeanweisung + Entfernung. „Wie weit noch?“ → gesamte verbleibende Strecke. „Bin ich schon da?“ → wird innerhalb von 25 m vom Ziel wahr. „Vergiss es“ / „Abbrechen“ → verwirft die Route.
es: «¿Qué sigue?» → próxima indicación de giro + distancia. «¿Cuánto falta?» → distancia total restante. «¿Ya he llegado?» → pasa a verdadero a menos de 25 m del destino. «Olvídalo» / «cancela eso» → descarta la ruta.
fi: "Mitä seuraavaksi?" → tuleva käännösohje + etäisyys. "Kuinka pitkä matka nyt?" → jäljellä oleva kokonaismatka. "Olenko jo perillä?" → muuttuu todeksi 25 m:n säteellä määränpäästä. "Ei mitään" / "peru se" → hylkää reitin.
fr: « Et ensuite ? » → prochaine instruction de virage + distance. « C’est encore loin ? » → distance totale restante. « Je suis arrivé ? » → devient vrai à moins de 25 m de la destination. « Laisse tomber » / « annule » → abandonne l’itinéraire.
is: „Hvað er næst?“ → næsta beygja + fjarlægð. „Hvað er langt eftir?“ → heildarvegalengd eftir. „Er ég kominn?“ → verður satt innan 25 m frá áfangastað. „Skiptir ekki máli“ / „hættu við“ → fellir leiðina niður.
it: "Cosa viene dopo?" → prossima svolta + distanza. "Quanto manca?" → distanza totale rimanente. "Sono arrivato?" → diventa vero entro 25 m dalla destinazione. "Lascia stare" / "annulla" → elimina il percorso.
ja: 「次は？」→ 次の曲がり角の案内と距離。「あとどのくらい？」→ 残りの総距離。「もう着いた？」→ 目的地から 25 m 以内で「はい」になります。「やっぱりいい」/「キャンセル」→ ルートを破棄します。
ko: "다음은?" → 다음 회전 안내 + 거리. "이제 얼마나 남았어?" → 남은 총 거리. "다 왔어?" → 목적지 25m 이내에서 '예'로 바뀝니다. "됐어" / "취소해" → 경로를 취소합니다.
nb: «Hva er neste?» → neste svingeinstruksjon + avstand. «Hvor langt nå?» → total gjenstående avstand. «Er jeg fremme?» → blir sann innenfor 25 m fra målet. «Glem det» / «avbryt» → forkaster ruten.
nl: “Wat komt er nu?” → volgende afslag + afstand. “Hoe ver nog?” → totale resterende afstand. “Ben ik er al?” → wordt waar binnen 25 m van de bestemming. “Laat maar” / “annuleer dat” → laat de route los.
pt_br: "Qual é a próxima?" → próxima instrução de curva + distância. "Quanto falta?" → distância total restante. "Já cheguei?" → passa a verdadeiro a menos de 25 m do destino. "Deixa pra lá" / "cancele isso" → descarta a rota.
ru: «Что дальше?» → ближайший поворот и расстояние. «Сколько ещё?» → всё оставшееся расстояние. «Я на месте?» → становится «да» в пределах 25 м от цели. «Неважно» / «отмена» → сбрасывает маршрут.
sv: "Vad kommer härnäst?" → nästa svänginstruktion + avstånd. "Hur långt är det nu?" → total återstående sträcka. "Är jag framme?" → blir sant inom 25 m från målet. "Strunt samma" / "avbryt det" → släpper rutten.
zh_hans: “下一步是什么？”→ 下一个转弯指示 + 距离。“还有多远？”→ 剩余总距离。“到了吗？”→ 距目的地 25 米以内时为“是”。“算了”/“取消”→ 放弃路线。

source: "Where's the nearest hospital" / "closest medical" — picks from MKLocalSearch
ar: «أين أقرب مستشفى» / «أقرب مركز طبي» — يختار من نتائج MKLocalSearch
da: »Hvor er det nærmeste hospital« / »nærmeste lægehjælp« — vælger fra MKLocalSearch
de: „Wo ist das nächste Krankenhaus?“ / „Nächste medizinische Einrichtung“ — wählt aus MKLocalSearch aus
es: «¿Dónde está el hospital más cercano?» / «centro médico más cercano»: elige entre los resultados de MKLocalSearch
fi: "Missä on lähin sairaala" / "lähin terveyspalvelu" — valitsee MKLocalSearchin tuloksista
fr: « Où est l’hôpital le plus proche » / « centre médical le plus proche » — choisit parmi les résultats de MKLocalSearch
is: „Hvar er næsta sjúkrahús“ / „næsta heilbrigðisþjónusta“ — velur úr MKLocalSearch
it: "Dov'è l'ospedale più vicino" / "assistenza medica più vicina" — sceglie da MKLocalSearch
ja: 「いちばん近い病院はどこ？」/「近くの医療機関」— MKLocalSearch の結果から選びます
ko: "가장 가까운 병원이 어디야" / "가장 가까운 의료 시설" — MKLocalSearch에서 선택
nb: «Hvor er nærmeste sykehus» / «nærmeste legehjelp» — velger fra MKLocalSearch
nl: “Waar is het dichtstbijzijnde ziekenhuis” / “dichtstbijzijnde medische hulp” — kiest uit MKLocalSearch
pt_br: "Onde fica o hospital mais próximo" / "atendimento médico mais perto" — escolhe a partir do MKLocalSearch
ru: «Где ближайшая больница» / «ближайшая медпомощь» — выбирает из MKLocalSearch
sv: "Var är närmaste sjukhus" / "närmaste vård" — väljer bland MKLocalSearch-resultat
zh_hans: “最近的医院在哪”/“最近的医疗机构”— 从 MKLocalSearch 中选取
